# День 7 — контрольный (3 задачи, без подсказок)
# Только темы дней 1–5. Пиши сам.


# --- Задача A ---
name = input("Назовите ваше имя - ")
eat = input("Назовите ваше любимое блюдо - ")
print (name,"любит кушать", eat)

# --- Задача B ---
x = int(input("Введите число 1 - "))
y = int(input("Введите число 2 - "))
z = (x+y)/2
print ("Среднее арефмитическое двух чисел равно", z)

# --- Задача C ---
temp = int(input("Назовите температуру на улице - "))
if temp <= 0:
    print("Холодно!")
else:
    print("Тепло!")