# День 1 — print и переменные
# Запуск: python lessons/day_01.py
#
# Задача A — ниже, в блоке «Задача A»
# Задача B — ниже, в блоке «Задача B»


# --- Задача A ---
# Создай две переменные: name (твоё имя) и city (твой город).
# Выведи одну строку вида:  Привет! Меня зовут ..., я из ...
name = "Сергей"
city = "Норильска"
age = 31
print("Привет! Меня зовут", name + ", я из", city + ".")

# --- Задача B ---
# Создай переменную age (твой возраст, число).
# Выведи две отдельные строки:
#   1) Мне ... лет
#   2) Через 5 лет мне будет ...   (посчитай сам: age + 5)
print("Мне", age, "год.") 
print("Через 5 лет мне будет", age+5, "лет.")